[
  {
    "title": "“When the Morning Stars Sang Together and All the Sons of God Shouted for Joy…”",
    "Details": {
      "Artist": "William Blake (English, 1757 – 1827)",
      "Date": "1825",
      "Book": "From Illustrations of the Book of Job",
      "Medium or Technique": "Engraving on wove paper",
      "Dimensions": "7 1/2 x 5 15/16 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 2002.0085.15",
      "Credit Line": "Syracuse University Art Collection, collection purchase"
    },
    "Description": "This is a look at William Blake’s Illustrations of the Book of Job, specifically plate 14, “When the Morning Stars Sang Together.” Blake was a revolutionary engraver whose imagination spurred on his work. Out of the twenty-two engravings, “When the Morning Stars Sang Together” stands out because in it, Blake beautifully depicts Job’s newfound understanding of good and evil.",
    "Essay": "“A Look At William Blake and His Masterpiece, “When the Morning Stars Sang Together” From Blake’s Illustrations of the Book of Job.” by Graciela Anne-Marie Wimmer",
    "main_img": "/images/morning_stars.jpg",
    "related_img": ""
  },
  {
    "title": "The Early Ploughman",
    "Details": {
      "Artist": "Samuel Palmer (English, 1805 – 1881)",
      "Date": "1861",
      "Medium or Technique": "Etching on laid paper",
      "Dimensions": "5 1/4 x 7 3/4 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1963.0587",
      "Credit Line": "Syracuse University Art Collection, gift of Mr. Cloud Wampler"
    },
    "Description": "Samuel Palmer created The Early Ploughman (1861) in the middle of his etching career. Bringing an Italianate feel to a British landscape, he depicts men hard at work tending to their oxen as a woman watches carrying a water pitcher against the early morning sky. He emphasizes the simplistic relationship between rural folk and their natural environments during a time of increasing industrialization. Various versions of the etching were created by Palmer as well by his son, Alfred Herbert Palmer.",
    "Essay": "“A “Sparkle” Within a Landscape” by Jonathan Chau",
    "main_img": "/images/early_ploughman.jpg",
    "related_img": ""
  },
  {
    "title": "Delaware Water Gap",
    "Details": {
      "Artist": "Asher Brown Durand (American, 1796 – 1886)",
      "Date": "n.d.",
      "Medium or Technique": "Hand colored engraving on wove paper",
      "Dimensions": "4 3/8 x 5 7/8 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1983.084",
      "Credit Line": "Syracuse University Art Collection, gift of Dr. David Tatham"
    },
    "Description": "Asher Brown Durand was an American painter of the Hudson River School. An accomplished engraver, he was known for his minute business card details and also for his portraits of members of high society. By the 1830s, he had turned to landscape painting. The steel engraving of the Delaware landscape was one of the last engravings created and printed by this New Jersey-born artist for the publication American Landscape (New York, 1830).",
    "Essay": "“Aesthetic Landscape: Asher Brown Durand and the Delaware Water Gap” by Meghan Vonden Steinen",
    "main_img": "/images/delaware.jpg",
    "related_img": ""
  },
  {
    "title": "Tiger",
    "Details": {
      "Artist": "Antoine-Louis Barye (French, 1796 – 1875)",
      "Date": "19th century",
      "Medium or Technique": "Plaster",
      "Dimensions": "7 3/4 x 16 1/4 x 3 3/4 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1967.240",
      "Credit Line": "Syracuse University Art Collection, gift of the James Earle and Laura Gardin Fraser Estate"
    },
    "Description": "Antoine-Louis Barye was a French artist who was praised for his mastery of the animalier tradition. A prolific sculptor, Barye was admired chiefly for his small bronze statues of animals. His Tiger in the art collections at Syracuse University, is a rare surviving example of a plaster model for a bronze statue. It once belonged to the acclaimed American sculptors James Earle Fraser and Laura Gardin Fraser who gifted it to Syracuse University.",
    "Essay": "“Antoine-Louis Barye, the King of the Animalier” by Kathryn Flynn",
    "main_img": "/images/tiger.jpg",
    "related_img": ""
  },
  {
    "title": "Penelope’s Dream​",
    "Details": {
      "Artist": "Parker after John Flaxman (British, 1755-1826)",
      "Date": "1805",
      "Book": "From The Odyssey of Homer, Engraved from the Compositions of John Flaxman, London, 1805",
      "Medium or Technique": "Engraving",
      "Collection": "Special Collections Research Center, Syracuse University",
      "Accession Number": "Oversize NC1115.F63 f",
      "Credit Line": "Special Collections Research Center, Syracuse University Libraries"
    },
    "Description": "John Flaxman’s illustration titled Penelope’s Dream depicts a scene from Homer’s The Odyssey. Flaxman is known for his emphasis on line and contour. In this illustration, he emphasized key Romantic elements to draw Homer’s epic into a modern, nineteenth-century context.",
    "Essay": "“Dreams and Nightmares: Examining John Flaxman’s Penelope’s Dream” by Gabriella Lawson",
    "main_img": "/images/penelopes_dream.jpeg",
    "related_img": ""
  },
  {
    "title": "Étude de Femme Vue de Dos",
    "Details": {
      "Artist": "Eugène Delacroix (French, 1798 – 1863)",
      "Date": "1830",
      "Medium or Technique": "Etching on laid paper",
      "Dimensions": "4 3/8 x 6 1/4 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1966.1173",
      "Credit Line": "Syracuse University Art Collection, gift of Mr. Harry and Maria Wickey"
    },
    "Description": "Eugène Delacroix’s Étude de Femme or Study of a Woman, an etching completed in 1830, is an intimate and personal image that serves as a litmus test for how female nudity was represented in western European art in the early decades of the nineteenth century. Drawing upon the traditions established by acclaimed Spanish Baroque painter Diego Velázquez in his The Toilet of Venus (The Rokeby Venus) and heralding Edouard Manet’s controversial Olympia, Delacroix’s composition represents the growing craze for depicting female nudes that Honoré Daumier would satirize in his 1865 print targeting the surfeit of Venus-related images at the Paris Salon.",
    "Essay": "“Eugène Delacroix’s Étude de Femme in the History of the Female Nude” by Lilian Schmidt",
    "main_img": "/images/etude.jpg",
    "related_img": ""
  },
  {
    "title": "Songs of Innocence",
    "Details": {
      "Artist": "William Blake (English, 1757 – 1827)",
      "Date": "1789 [1804?]",
      "Book": "From Songs of Innocence, London, Printed by The Author & Printer W. Blake, 1789 [1804?]",
      "Medium or Technique": "Hand-colored relief etching",
      "Collection": "Special Collections Research Center, Syracuse University",
      "Accession Number": "NC978.B63 S66i 1789",
      "Credit Line": "Special Collections Research Center, Syracuse University Libraries"
    },
    "Description": "William Blake’s Songs of Innocence (1789), a copy of which can be found in the Special Collections Research Center at Syracuse University, is a moving exploration of childhood innocence within a fleeting natural world.",
    "Essay": "“Fleeting Innocence in William Blake’s Songs of Innocence” by Miranda Noden",
    "main_img": "/images/songs_innocence.jpeg",
    "related_img": ""
  },
  {
    "title": "De que mal morira?",
    "Details": {
      "Artist": "Francisco José de Goya y Lucientes (Spanish, 1746 – 1828)",
      "Date": "1799",
      "Series": "From Los Caprichos",
      "Medium or Technique": "Etching and aquatint on laid paper",
      "Dimensions": "8 1/4 x 5 7/8 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1964.666",
      "Credit Line": "Syracuse University Art Collection, gift of Mr. Cloud Wampler"
    },
    "Description": "Francisco de Goya was a Spanish artist whose work has been commonly associated with the Romantic movement. His etching titled “De que mal morira?” can be found in the SU Art Collections, and it is part of Goya’s larger series of prints called “Los Caprichos.” “De que mal morira?” addresses questions of mental health and the legitimacy of the medical professional during Goya’s lifetime.",
    "Essay": "“Illustrating Illness” by Elisa DiOdoardo",
    "main_img": "/images/mal_morira.jpg",
    "related_img": ""
  },
  {
    "title": "Untitled Seascape",
    "Details": {
      "Artist": "Joseph Mallord William Turner (English, 1775 – 1851)",
      "Date": "n.d.",
      "Medium or Technique": "Watercolor on paper board",
      "Dimensions": "5 11/16 x 7 15/16 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1981.0002",
      "Credit Line": "Syracuse University Art Collection, library transfer"
    },
    "Description": "Untitled Seascape is a watercolor sketch painted by esteemed English landscape painter J.M.W Turner. This image bears many similarities with Turner’s maritime paintings, especially with his famous 1840 painting titled, Slave Ship (Slavers Throwing Overboard the Dead and the Dying, Typhoon Coming On) in the collection of the Museum of Fine Arts in Boston.",
    "Essay": "“J.M.W. Turner’s Fascination with the Sea” by Abby Boglioli",
    "main_img": "/images/untitled_seascape.jpg",
    "related_img": ""
  },
  {
    "title": "Veduta dell’ Arco di Costantino",
    "Details": {
      "Artist": "Giovanni Battista Piranesi (Italian, 1720 – 1778)",
      "Date": "1771",
      "Medium or Technique": "Etching on wove paper",
      "Dimensions": "18 1/2 x 28 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1979.0005",
      "Credit Line": "Syracuse University Art Collection, library transfer"
    },
    "Description": "The Veduta dell’Arco di Costantino (View of the Arch of Constantine) is an etching by Giovanni Battista Piranesi from his larger corpus of prints, Vedute di Roma (Views of Rome). An impression of this print can be found in the collections of the Syracuse University Art Galleries. Piranesi’s Veduta dell’Arco di Costantino is an example of Piranesi’s detailed yet romanticized representations of ancient monuments of Rome. Piranesi used romantic motifs as story-telling devices while at the same time, maintaining the architectural integrity of the sites he chose to depict.",
    "Essay": "“Romance Under the Arch of Constantine” by Timmy Ok",
    "main_img": "/images/arc_constantine.jpg",
    "related_img": ""
  },
  {
    "title": "Turret & Gable, Kings College Chapel, Cambridge",
    "Details": {
      "Artist": "Charles Moore after John Roffe under the direction of Augustus Pugin (British, 1762 – 1832)",
      "Date": "1822",
      "Book": "From Augustus Pugin and E. J. Willson, Specimens of Gothic Architecture: Selected from Various Ancient Edifices in England: Consisting of Plans, Elevations, Sections, and Parts at Large, vol. 2, London: Published by J. Taylor, 1822, plate XLVI",
      "Medium or Technique": "Engraving",
      "Collection": "Special Collections Research Center, Syracuse University",
      "Accession Number": "NA445.P8 1825b f",
      "Credit Line": "Special Collections Research Center, Syracuse University Libraries"
    },
    "Description": "Augustus Pugin was a nineteenth-century British Architect who was influential in the revival of Gothic architecture in England. Pugin collaborated with Edward James Wilson to compile Specimens of Gothic Architecture, a detailed scrutiny of ancient Gothic edifices in England. The turret and gable shown in this plate are extracted from King’s College Chapel in the University of Cambridge. Each plate shown in this book is accompanied by a reading describing the function and characteristics of the edifice. This book would become an important source for architects for future Gothic replicas.",
    "Essay": "“Romanticizing a “Specimen” of Gothic Architecture​” by Sophia Cai",
    "main_img": "/images/turret_gable.jpeg",
    "related_img": ""
  },
  {
    "title": "Chocorua's Curse",
    "Details": {
      "Artist": "Thomas Cole (American, 1801 – 1848)",
      "Date": "1826",
      "Medium or Technique": "Engraving on wove paper",
      "Dimensions": "2 3/4 x 4 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1989.034",
      "Credit Line": "Syracuse University Art Collection, gift of Dr. David Tatham"
    },
    "Description": "Chocorua’s Curse (1826) by Thomas Cole is an engraving that depicts the tense moment right before an indigenous man (Chocorua) is killed by a white settler in a dramatic cycle of revenge. The scene takes place in the White Mountains of New Hampshire. The composition is characterized by the anticipation of violence and is testament to Cole’s deft handling of Chocorua’s tragic ending in a serene landscape.",
    "Essay": "“Rugged Landscapes: Revealing the Political in Thomas Cole’s Chocorua’s Curse” by Adilene Peña",
    "main_img": "/images/chocorua.jpg",
    "related_img": ""
  },
  {
    "title": "Wild Horse",
    "Details": {
      "Artist": "Eugène Delacroix (French, 1798 – 1863)",
      "Date": "1828",
      "Medium or Technique": "Lithograph on wove paper",
      "Dimensions": "9 5/8 x 9 1/2 inches",
      "Collection": "Syracuse University Art Galleries",
      "Accession Number": "SUAC 1966.2284",
      "Credit Line": "Syracuse University Art Collection, gift of Mr. Harry and Maria Wickey"
    },
    "Description": "Wild Horse or Frightened Horse Leaving the Water is an 1828 lithograph by Eugène Delacroix. The atmospheric print features Delacroix’s most favored animal subject: the horse. Used to represent human suffering and imbued with mystical qualities, Wild Horse also reminds us of the work of French animalier sculptors from the Romantic period.",
    "Essay": "“The Feeling Horse” by Madeleine Fratarcangelo",
    "main_img": "/images/wild_horse.jpg",
    "related_img": ""
  },
  {
    "title": "American Crow",
    "Details": {
      "Artist": "John James Audubon (American, 1785 – 1851)",
      "Date": "1827-1838",
      "Book": "From The Birds of America: from Original Drawings, London, published by the author, 1827 – 1838, plate 156",
      "Medium or Technique": "Hand-colored etching and aquatint",
      "Collection": "Special Collections Research Center, Syracuse University",
      "Accession Number": "QL674.A9 1827 cases",
      "Credit Line": "Special Collections Research Center, Syracuse University Libraries"
    },
    "Description": "John James Audubon’s American Crow (1833) is one among his 435 life-size prints of American birds depicted in his acclaimed Birds of America (1827 – 1838). The American Crow was created with meticulous attention to detail such that the crow is shown in all its beauty and glory. Represented by Audubon as a very expressive and animated bird, it is testament to Audubon’s ability to capture its personality and physiognomy in just a single image. The American Crow was drawn by Audubon and engraved and hand-colored by the printmaker Robert Havell.",
    "Essay": "“The Glorious American Crow” by Emily Sullivan",
    "main_img": "/images/american_crow.jpeg",
    "related_img": ""
  }
]
