[
  {
    "id": 1,
    "author_essay": "Graciela Anne-Marie Wimmer",
    "author_headshot": "/images/headshots/graciela-wimmer.png",
    "title_essay": "A Look At William Blake and His Masterpiece, “When the Morning Stars Sang Together” From Blake’s Illustrations of the Book of Job.",
    "artwork_img": "/images/morning_stars.jpg",
    "artwork": "When the Morning Stars Sang Together and All the Sons of God Shouted for Joy ...",
    "author": "William Blake (English, 1757 – 1827)",
    "desc": "Naturally, I gravitated towards William Blake’s artwork, specifically to the engravings in his Illustrations of the Book of Job (1825), because they demonstrate his ability tell a magnificent story and communicate feelings so grand in the space of a single page. Blake was born in 1757 and died within a few years of his creating his famous engravings for the Book of Job. Blake ...",
    "essay": "/essays/morning-stars",
    "prev": "/essays/morning-stars",
    "next": "/essays/early-ploughman"
  },
  {
    "id": 2,
    "author_essay": "Jonathan Chau",
    "author_headshot": "/images/headshots/jonathan-chau.png",
    "title_essay": "A “Sparkle” Within a Landscape",
    "artwork_img": "/images/early_ploughman2.jpg",
    "artwork": "The Early Ploughman",
    "author": "Samuel Palmer (English, 1805 – 1881)",
    "desc": "In an 1876 letter, Samuel Palmer wrote that “the charm of etching is the glimmering through of the white paper even in the shadows; so that almost everything either sparkles or suggests sparkle … those thousand little luminous eyes which peer through a finished linear etching” (Art Gallery of New South Wales). This “sparkle” is undeniably present in Palmer’s etching, ...",
    "essay": "/essays/early-ploughman",
    "prev": "/essays/morning-stars",
    "next": "/essays/delaware"
  },
  {
    "id": 3,
    "author_essay": "Meghan Vonden Steinen",
    "author_headshot": "/images/headshots/meghan-vonden-steinen.png",
    "title_essay": "Aesthetic Landscape: Asher Brown Durand and the Delaware Water Gap",
    "artwork_img": "/images/delaware.jpg",
    "artwork": "Delaware Water Gap",
    "author": "Asher Brown Durand (American, 1796 – 1886)",
    "desc": "When touring Syracuse University, high school juniors and seniors visit some of the university’s most magnificent buildings. Tucked away between the Quad and the Life Sciences Complex stands the Syracuse University Art Galleries whose print room houses hundreds of prints that date from the Baroque period to the present. Unlike the natural world outside, prints ...",
    "essay": "/essays/delaware",
    "prev": "/essays/early-ploughman",
    "next": "/essays/tiger"
  },
  {
    "id": 4,
    "author_essay": "Kathryn Flynn",
    "author_headshot": "/images/headshots/kathryn-flynn.png",
    "title_essay": "Antoine-Louis Barye, the King of the Animalier",
    "artwork_img": "/images/tiger.jpg",
    "artwork": "Tiger",
    "author": "Antoine-Louis Barye (French, 1796 – 1875)",
    "desc": "Antoine-Louis Barye was named “Michelangelo of the menagerie” by art critic Théophile Gautier who was impressed by Barye’s Jaguar Devouring a Hare (1850) displayed in 1855 at the Exposition Universelle in Paris. The French artist was acclaimed for his mastery of the animalier tradition, influencing both his contemporaries such as the illustrious Eugène Delacroix ...",
    "essay": "/essays/tiger",
    "prev": "/essays/delaware",
    "next": "/essays/penelopes-dream"
  },
  {
    "id": 5,
    "author_essay": "Gabriella Lawson",
    "author_headshot": "/images/headshots/gabriella-lawson.png",
    "title_essay": "Dreams and Nightmares: Examining John Flaxman’s Penelope’s Dream",
    "artwork_img": "/images/penelopes_dream.jpeg",
    "artwork": "Penelope’s Dream",
    "author": "Parker after John Flaxman (British, 1755-1826)",
    "desc": "John Flaxman illustrates a moment in The Odyssey when Minerva or Athena, suddenly conjures a physical presence in front of a sleeping Penelope in order to relay a message concerning Odysseus, Penelope’s husband. The illustration is conveniently titled Penelope’s Dream. This is one of Flaxman’s many illustrations of scenes within the well-known Greek epic ...",
    "essay": "/essays/penelopes-dream",
    "prev": "/essays/tiger",
    "next": "/essays/etude"
  },
  {
    "id": 6,
    "author_essay": "Lilian Schmidt",
    "author_headshot": "/images/headshots/lilian-schmidt.png",
    "title_essay": "Eugène Delacroix’s Étude de Femme in the History of the Female Nude",
    "artwork_img": "/images/etude.jpg",
    "artwork": "Étude de Femme Vue de Dos",
    "author": "Eugène Delacroix (French, 1798 – 1863)",
    "desc": "Eugène Delacroix, considered one of the masters of Romanticism, is well known for his handling of color and movement, as well as for his talent for creating large, dynamic paintings filled with tension and excitement. This is evident in his most popular works such as Liberty Leading the People (1830) and The Death of Sardanapalus (1827). By contrast to these epic ...",
    "essay": "/essays/etude",
    "prev": "/essays/penelopes-dream",
    "next": "/essays/songs-innocence"
  },
  {
    "id": 7,
    "author_essay": "Miranda Noden",
    "author_headshot": "/images/headshots/miranda-noden.png",
    "title_essay": "Fleeting Innocence in William Blake’s Songs of Innocence",
    "artwork_img": "/images/songs_innocence.jpeg",
    "artwork": "Songs of Innocence",
    "author": "William Blake (British, 1757 – 1827)",
    "desc": "Upon first glance in class, I was very taken by William Blake’s delicate and moving cover art for his book of poems, Songs of Innocence, published in 1789. I loved the fact that Blake created these books of both his art and his poetry. When you combine art and poetry with something like childhood, as Blake did, you are set for a particularly emotional experience. I have ...",
    "essay": "/essays/songs-innocence",
    "prev": "/essays/etude",
    "next": "/essays/mal-morira"
  },
  {
    "id": 8,
    "author_essay": "Elisa DiOdoardo",
    "author_headshot": "/images/headshots/elisa-diodoardo.png",
    "title_essay": "Illustrating Illness",
    "artwork_img": "/images/mal_morira.jpg",
    "artwork": "De que mal morira?",
    "author": "Francisco de Goya (Spanish, 1746 – 1828)",
    "desc": "Francisco de Goya is an acclaimed Spanish artist who is identified with the Romantic movement, and his etching titled De que mal morira? (Of what will he die?) is no exception to this. Between 1797-1799, Goya worked on this print, along with 79 other etchings, as a part of his series Los Caprichos. This was around the time that he began experiencing a variety of ...",
    "essay": "/essays/mal-morira",
    "prev": "/essays/songs-innocence",
    "next": "/essays/untitled-seascape"
  },
  {
    "id": 9,
    "author_essay": "Abby Boglioli",
    "author_headshot": "/images/headshots/abby-boglioli.png",
    "title_essay": "J.M.W. Turner’s Fascination with the Sea",
    "artwork_img": "/images/untitled_seascape.jpg",
    "artwork": "Untitled Seascape",
    "author": "Joseph Mallord William Turner (English, 1775 – 1851)",
    "desc": "Joseph Mallord William Turner was born in London in 1775 and went on to become one of England’s most famous landscape painters. He began studying at the Royal Academy Schools when he was just fourteen years old. Soon afterwards, in 1790, he exhibited his watercolors at the annual summer exhibition of the prestigious Royal Academy of Arts. Later, ...",
    "essay": "/essays/untitled-seascape",
    "prev": "/essays/mal-morira",
    "next": "/essays/arch-constantine"
  },
  {
    "id": 10,
    "author_essay": "Timmy Ok",
    "author_headshot": "/images/headshots/timmy-ok.png",
    "title_essay": "Romance Under the Arch of Constantine",
    "artwork_img": "/images/arch_costantine.jpg",
    "artwork": "Veduta dell’ Arco di Costantino",
    "author": "Giovanni Battista Piranesi (Italian, 1720 – 1778)",
    "desc": "Envision yourself journeying through Italy as a European aristocrat in the 18th century. Your next stop is the renowned city of Rome, the center of the once great empire that ruled most of Europe and Northern Africa. Surrounded by the grandeur of classical monuments, you come across the triumphal arch probably built between 312-315 CE by the Roman ...",
    "essay": "/essays/arch-constantine",
    "prev": "/essays/untitled-seascape",
    "next": "/essays/turret-gable"
  },
  {
    "id": 11,
    "author_essay": "Sophia Cai",
    "author_headshot": "/images/headshots/sophia-cai.png",
    "title_essay": "Romanticizing a “Specimen” of Gothic Architecture",
    "artwork_img": "/images/turret_gable.jpeg",
    "artwork": "Turret & Gable, Kings College Chapel, Cambridge",
    "author": "Charles Moore after John Roffe under the direction of Augustus Pugin (British, 1762 – 1832)",
    "desc": "Augustus Pugin was a British architect in the nineteenth century and was recognized as an influential force in the revival of Gothic architecture in England (Stanton, 10). Though there was a renewed interest in the Gothic, not everybody shared Pugin’s passion for the Gothic style (Vaughan, 100). Pugin collaborated with architect and antiquarian Edwards ...",
    "essay": "/essays/turret-gable",
    "prev": "/essays/arch-constantine",
    "next": "/essays/chocorua"
  },
  {
    "id": 12,
    "author_essay": "Adilene Peña",
    "author_headshot": "/images/headshots/adilene-pena.png",
    "title_essay": "Rugged Landscapes: Revealing the Political in Thomas Cole’s Chocorua’s Curse",
    "artwork_img": "/images/chocorua.jpg",
    "artwork": "Chocorua’s Curse",
    "author": "Thomas Cole (English-born American, 1801 – 1848)",
    "desc": "Upon first glance, the English-born American painter Thomas Cole’s Chocorua’s Curse (1826) captivates us with its immense landscape rendered on such a small scale. The mountains seemingly go on beyond the horizon. In the foreground, Cole presents a scene equally as dramatic as the rugged mountains behind them. An indigenous man sits atop a high rock above ...",
    "essay": "/essays/chocorua",
    "prev": "/essays/turret-gable",
    "next": "/essays/wild-horse"
  },
  {
    "id": 13,
    "author_essay": "Madeleine Fratarcangelo",
    "author_headshot": "/images/headshots/madeleine-fratarcangelo.png",
    "title_essay": "The Feeling Horse",
    "artwork_img": "/images/wild_horse.jpg",
    "artwork": "Wild Horse",
    "author": "Eugène Delacroix (French, 1798 – 1863)",
    "desc": "I remember how jarring it was the first time I saw a mounted police officer trotting down 42nd street among the honking taxis of New York. It felt like two worlds colliding in a near comical way. Not only did it seem to me like an inefficient and expensive mode of transport — I saw it as a representation of our country’s habit of clinging to expired traditions out of a sense of ...",
    "essay": "/essays/wild-horse",
    "prev": "/essays/chocorua",
    "next": "/essays/american-crow"
  },
  {
    "id": 14,
    "author_essay": "Emily Sullivan",
    "author_headshot": "/images/headshots/emily-sullivan.png",
    "title_essay": "The Glorious American Crow​",
    "artwork_img": "/images/american_crow.jpeg",
    "artwork": "American Crow",
    "author": "John James Audubon (American, 1785 – 1851)",
    "desc": "John James Audubon lived most of his life watching birds fly freely among humans and was fascinated by their diverse beauty and personalities. Born in Les Cayes, now known as Haiti, and brought up in France, Audubon moved to America during the start of the Napoleonic wars. In America, a vast and great wilderness gave him multiple opportunities to study ...",
    "essay": "/essays/american-crow",
    "prev": "/essays/wild-horse",
    "next": "/essays/american-crow"
  }
]